export const questions = [
    {
        question: "Позвоночник - основная часть осевого скелета позвоночных животных и человека. По строению позвонков и характеру сочленяющихся с ними элементов позвоночник разделяют на отделы. Какое количество позвонков находится в шейном отделе позвоночника человека?",
        img: ["./img/question-1.jpg", "позвоночник"],
        options: ["5", "6", "7", "12"],
        anser: "7",
        description: "У человека позвоночник состоит из 32-34 позвонков - 7 шейных, 12 грудных, 5 поясничных, 5 крестцовых и 3-5 копчиковых. Наиболее массивные из них находятся в поясничном отделе.",
    },
    {
        question: "Минимальный структурный элемент всех типов мышц - мышечное волокно, каждое из которых в отдельности является не только клеточной, но и физиологической единицей, способной сокращаться. Это происходит с помощью специфических элементов клетки - миофибрилл, в  состав которых входят сократительные белки. Как они называются?",
        img: ["./img/question-2.jpg", "мышечное волокно"],
        options: ["миозин и гуанин", "актин и миозин", "цитозин и актин", "гуанин и цитозин"],
        anser: "актин и миозин",
        description: "Актомиозин - белковый комплекс, состоящий из актина и миозина, который входит в состав миофибрилл, благодаря энергии, освобожденной в процессе гидролиза АТФ, актомиозин может сокращаться.",
    },
    {
        question: "Кровообращение человека – это замкнутый сосудистый путь, который обеспечивает непрерывный ток крови. Ток крови несет клеткам кислород и питание и уносит углекислоту и продукты метаболизма. Кровообращение состоит из двух последовательно соединённых кругов (петель).  Большой круг кровообращения:",
        img: ["./img/question-3.jpg", "грудная клетка"],
        options: ["начинается в левом желудочке", "начинается в правом желудочке", "начинается в левом предсердии", "начинается в правом предсердии"],
        anser: "начинается в левом желудочке",
        description: "Большой круг кровообращения начинается в левом желудочке и оканчивается в правом предсердии; малый круг кровообращения начинается в правом желудочке и оканчивается в левом предсердии.",
    },
    {
        question: "Сердце - фиброзно-мышечный орган, обеспечивающий ток крови по кровеносным сосудам. Сердце, как и кровеносная и лимфатическая системы, является производным:",
        img: ["./img/question-4.jpg", "heart"],
        options: ["эктодермы", "энтодермы", "мезодермы", "эпидермы"],
        anser: "мезодермы",
        description: "Свое начало сердце берет с объединения двух зачатков, которые объединяются и образуют сердечную трубку, в которой уже представлены характерные для сердца ткани. Эндокард формируется из мезенхимы, а миокард и эпикард - из висцеральных листков мезодермы"
    },
    {
        question: "Сердце человека состоит из четырёх камер, разделенных перегородками и клапанами. Кровь из верхней и нижней полой вены поступает в правое предсердие и проходит в правый желудочек через:",
        img: ["./img/question-5.jpg", "heart in chest"],
        options: ["аортальный клапан", "трикуспидальный клапан", "митральный клапан", "легочной клапан"],
        anser: "трикуспидальный клапан",
        description: "Трикуспидальный клапан (трёхстворчатый клапан) - это клапан между правым предсердием и правым желудочком сердца. Представлен тремя полулунными соединительнотканными пластинками, которые предотвращают во время систолы правого желудочка регургитацию (обратный ток) крови в правое предсердие."
    },
    {
        question: "Лимфатическая система представляет собой часть сосудистой системы у позвоночных животных и человека, а также дополняет сердечно-сосудистую систему. Она играет важную роль в обмене веществ и очищении клеток и тканей организма. В отличие от кровеносной системы, лимфатическая система человека:",
        img: ["./img/question-6.jpg", "lymphatic system"],
        options: ["замкутая, имеет один круг лимфообращения", "замкнутая, с двумя кругами лимфообращения", "замкнутая, с тремя кругами лимфообращения", "незамкнутая"],
        anser: "незамкнутая",
        description: "В структуру лимфатической системы входят: лимфатические капилляры, лимфатические сосуды, лимфатические узлы, лимфатические стволы и протоки. Лимфатическая система у человека является незамкнутой и не имеет центрального насоса. Лимфа, циркулирующая в ней, движется медленно и под небольшим давлением."
    },
    {
        question: "Пищеварительная система человека осуществляет переваривание пищи путём её физической и химической обработки, всасывания продуктов расщепления через слизистую оболочку в кровь и лимфу, а также путем выведения непереработанных остатков. Какое вещество не всасывается в тонком кишечнике?",
        img: ["./img/question-7.jpg", "Digestive system"],
        options: ["глюкоза", "аминокислоты", "жиры", "крахмал"],
        anser: "крахмал",
        description: "Всасывание питательных веществ, воды и электролитов осуществляется в основном в тонкой кишке и сопряжено с гидролизом питательных веществ. С помощью ферментов питательные вещества расщепляются до мономеров, которые всасываются. Поэтому полисахарид- крахмал сначала должен расщепиться до мономеров - глюкозы, а затем всасываться в кровь."
    },
    {
        question: "Зубы - образования, состоящие, в основном, из твердых тканей, предназначены для первичной механической обработки пищи. В норме у человека имеется 28-32 постоянных зубов. Внутри зуба находится соединительная ткань, пронизанная  нервами и кровеносными сосудами. Эта часть зуба называется:",
        img: ["./img/question-8.jpg", "tooth"],
        options: ["дентин", "эмаль", "пульпа", "цемент"],
        anser: "пульпа",
        description: "Пульпа зуба состоит из рыхлой соединительной ткани с большим количеством кровеносных и лимфатических сосудов, нервов. Функции пульпы многообразны, она выполняет три основные функции: пластическую, трофическую и защитную."
    },
    {
        question: "Глазное яблоко состоит из трех оболочек: наружная, средняя и внутренняя. Наружная – очень плотная фиброзная оболочка глазного яблока, к которой прикрепляются наружные мышцы глазного яблока.  Наружная оболочка выполняет защитную функцию и благодаря тургору обусловливает форму глаза. Она состоит из двух частей: передней и задней. Как называется задняя часть наружной оболочки глазного яблока?",
        img: ["./img/question-9.jpg", "Eyeball"],
        options: ["радужка", "склера", "роговица", "сетчатка"],
        anser: "склера",
        description: "Передняя прозрачная часть наружной оболочки глазного яблока - роговица, задняя непрозрачная часть белесоватого цвета - склера. Она выполняет опорную и защитную функции."
    },
    {
        question: "Аккомодация глаза - процесс изменения преломляющей силы глаза для приспособления к восприятию предметов, находящихся от него на различных расстояниях. Какая структура глаза отвечает за этот процесс?",
        img: ["./img/question-10.jpg", "Eyeball"],
        options: ["зрачок", "стекловидное тело", "хрусталик", "роговица"],
        anser: "хрусталик",
        description: "Механизм аккомодации состоит в следующем: при сокращении волокон ресничной мышцы глаза происходит расслабление ресничного пояска, посредством которого хрусталик, заключенный в сумку, прикреплен к ресничному телу, ослабление натяжения волокон этой связки ослабляет, в свою очередь, степень натяжения сумки хрусталика. Хрусталик обладает эластическими свойствами и приобретает более выпуклую форму, в результате чего изменяется преломляющая сила всей оптической системы глаза. При расслаблении ресничной мышцы происходит обратный процесс."
    },
    {
        question: "Эндокринная система представлена железами внутренней секреции, осуществляющими синтез, накопление и высвобождение в кровоток различных биологически активных веществ (гормонов, нейромедиаторов и других). Некоторые из этих желёз осуществляют как внешнюю, так и внутреннюю секрецию. Какая железа относится к железам смешанной секреции?",
        img: ["./img/question-11.jpg", "Endocrine system"],
        options: ["щитовидная железа", "гипофиз", "поджелудочная железа", "надпочечники"],
        anser: "поджелудочная железа",
        description: "Поджелудочная железа человека - орган пищеварительной системы. Это крупная железа, которая обладает внешнесекреторной и внутреннесекреторной функциями. Внешнесекреторная функция органа реализуется выделением панкреатического сока, содержащего пищеварительные ферменты. Производя гормоны, поджелудочная железа принимает важное участие в регуляции углеводного, жирового и белкового обмена."
    },
    {
        question: "Печень - непарный орган брюшной полости. Самая крупная железа в организме человека, выполняющая разнообразные функции. В печени происходит обезвреживание токсических веществ, поступающих в нее с кровью из желудочно-кишечного тракта. Также в ней синтезируются лимфообразования. Печень играет существенную роль в обмене веществ. Какие вещества пищи подвергаются обработке желчью в кишечнике человека благодаря печени?",
        img: ["./img/question-12.jpg", "Liver"],
        options: ["белки", "жиры", "углеводы", "аминокислоты"],
        anser: "жиры",
        description: "Печень вырабатывает желчь, которая имеет важное значение для расщепления и всасывания жиров в кишечнике"
    },
    {
        question: "Анатомия - наука о строении организма и его органов. Термин происходит от греческого «анатоме», что означает рассечение. Один из методов изучения строения человека – вскрытие тела и изучение его органов. А знаете ли вы орган человека, в котором осуществляется выделение из крови продуктов обмена веществ? Это:",
        img: ["./img/question-13.jpg", "human organs"],
        options: ["надпочечники", "кишечник", "почки", "мочевой пузырь"],
        anser: "почки",
        description: "Основная функция почек - выделительная - достигается процессами фильтрации и секреции. Через почки из организма выводятся конечные продукты азотистого обмена, чужеродные и токсические соединения (включая многие лекарства), избыток органических и неорганических веществ."
    },
    {
        question: "Мышечная система представляет собой совокупность способных к сокращению мышечных волокон, объединённых в пучки.  Мышечные волокна формируют особые органы - мышцы или же самостоятельно входят в состав внутренних органов. Какие мышцы относятся к гладкой мускулатуре человека?",
        img: ["./img/question-14.jpg", "Muscular system"],
        options: ["мимические", "желудка", "кожы", "шеи"],
        anser: "желудка",
        description: "Гладкие мышцы (непроизвольные). Они находятся в стенках внутренних органов и сосудов. Эти мышцы участвуют в транспортировке содержимого полых органов, например, пищи из желудка в кишечник и по кишечнику, в регуляции кровяного давления, сужении и расширении зрачка и других непроизвольных движениях внутри организма."
    },
    {
        question: "Нормальная (систематическая) анатомия человека - раздел анатомии человека, изучающий строение «нормального», то есть здорового тела человека по системам органов, органам и тканям. Знаете ли вы, какая система органов регулирует содержание сахара в крови человека?",
        img: ["./img/question-15.jpg", "human anatomy"],
        options: ["система органов кровообращения", "эндокринная система", "система органов выделения", "система органов пищеварения"],
        anser: "эндокринная система",
        description: "Среди железистых отделов поджелудочной железы разбросаны панкреатические островки. Больше всего их встречается в хвостовой части железы. Эти образования относятся к железам внутренней секреции (эндокринная функция), секретируют глюкагон (повышает уровень глюкозы в циркулирующей крови), инсулин (понижает уровень глюкозы в крови)."
    },
    {
        question: "Функции органа зрения включают в себя: светоощущение, цветоощущение, центральное или предметное зрение, периферическое зрение, стереоскопическое зрение. Человек способен различать цвета благодаря функционированию?",
        img: ["./img/question-16.jpg", "eye"],
        options: ["палочек сетчатки", "радужной оболочке", "колбочек сетчатки", "белочной оболочке"],
        anser: "колбочек сетчатки",
        description: "Сетчатка состоит из фоторецепторов (они чувствительны к свету) и нервных клеток. Клетки-рецепторы, расположенные в сетчатке, делятся на два вида: колбочки и палочки. Палочки обладают высокой светочувствительностью и позволяют видеть при плохом освещении, также они отвечают за периферическое зрение. Колбочки, наоборот, требуют для своей работы большего количества света, но именно они позволяют разглядеть мелкие детали (отвечают за центральное зрение), дают возможность различать цвета."
    },
    {
        question: "Нервная система – это система, которая регулирует деятельность всех органов и систем человека. Условно нервную систему можно подразделить на два больших раздела: 1) соматическая нервная система; 2) вегетативная нервная система. Вегетативная нервная система человека осуществляет регуляцию?",
        img: ["./img/question-17.jpg", "Nervous system"],
        options: ["роботы мускулатуры брюшного пресса", "сокращения мишц шеи", "движения тела в пространстве", "измеения просвета кровеносных сосудов"],
        anser: "измеения просвета кровеносных сосудов",
        description: "Вегетативная нервная система отвечает за: деятельность внутренних органов, деятельность желез внутренней и внешней секреции, деятельность кровеносных и лимфатических сосудов. Соматическая нервная система отвечает за то, что человек может самостоятельно передвигаться, она же обуславливает связь тела с окружающей средой, а также чувствительность."
    },
    {
        question: "Иммунитет - невосприимчивость организма к различным инфекционным агентам (вирусам, бактериям, грибкам, простейшим, гельминтам) и продуктам их жизнедеятельности, а также к тканям и веществам (например, ядам растительного и животного происхождения), обладающим чужеродными антигенными свойствами. Способностью захватывать и переваривать чужеродные вещества и микроорганизмы обладают?",
        img: ["./img/question-18.jpg", "Immunity"],
        options: ["антитела", "фагоциты", "эритроциты", "тромбоциты"],
        anser: "фагоциты",
        description: "Фагоцитоз - процесс, при котором специально предназначенные для этого клетки крови и тканей организма (фагоциты) захватывают и переваривают твёрдые частицы. Открытие фагоцитоза принадлежит И. И. Мечникову, который выявил этот процесс, проделывая опыты с морскими звёздами и дафниями, вводя в их организмы инородные тела."
    },
    {
        question: "Витамины - биологически активные вещества, необходимые для нормальной жизнедеятельности организма. Они способствуют правильному обмену веществ, повышают работоспособность, выносливость, устойчивость к инфекциям. Они не синтезируются в организме и поступают только с пищей. «Куриная слепота» развивается при недостатке в организме человека витамина?",
        img: ["./img/question-19.jpg", "vitamins"],
        options: ["A", "C", "B", "D"],
        anser: "A",
        description: "При дефиците витамина А в организме развивается болезнь, в результате которой человек не может видеть в условиях недостаточной освещенности. Эту болезнь назвали куриной слепотой.  Витамин А (ретинол) содержится в структуре светочувствительного вещества сетчатки глаза человека – родопсина или «зрительного пурпура». При попадании света на сетчатку в родопсине и других веществах в колбочках и палочках глаза происходят химические изменения, для которых и необходимо большое количество витамина А. Именно эти изменения обеспечивают адаптацию зрения к темноте."
    },
    {
        question: "Клетка в организме человека может жить только в составе тканей. Однородные по строению и однозначные по функции клетки, происходящие из общего зачатка, образуют ткань, выполняющую более сложные задачи. Какая ткань человека состоит из клеток с множеством отростков и обладает свойствами раздражимости и возбудимости?",
        img: ["./img/question-20.jpg", "cell"],
        options: ["нервная", "соединительная", "эпителиальная", "мышечная"],
        anser: "нервная",
        description: "Нервная ткань, т. е. ткань, образующая нервную систему, обладает двумя основными качествами - раздражимостью и проводимостью. Полученные ею раздражения перерабатываются и превращаются в нервное возбуждение или нервный импульс, который передается уже к органам, производящим работы - мышцам, железам. Структурной единицей нервной системы является клетка, называющаяся - нейрон."
    },
];